Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: Sametingsrådet mener spørsmålet om overføringer til Sametinget ved én post må kombineres med at kriterier og føringer for budsjettrammer for Sametinget fastsettes gjennom en proposisjon som legges fram og behandles i vårsesjonen, på tilsvarende måte som kommuneproposisjonen.
sme: Sámediggeráđđi oaivvilda ahte gažaldat ruđaid sirdimis Sámediggái ovtta poastta bokte, ferte kombinerejuvvot dainna ahte bušeahttarámmaid eavttut ja láidestusat Sámediggái mearriduvvojit ovtta proposišuvnna bokte mii ovddiduvvo ja meannuduvvo giđđasešuvnnas, nie mo gieldaproposišuvdna.

source: Sametingsrådet synspunkt framkommer av revidert nasjonalbudsjett og sametingsrådet vil fortsette å arbeide med denne saken overfor Stortinget.
sme: Sámediggeráđi oaidnu boahtá ovdan reviderejuvvon nationála bušeahtas ja sámediggeráđđi áigu joatkit barggu dáinna áššiin Stuorradikki guovdu.

source: Digitalisering i Sametinget Sametinget har i første halvdel av 2017 tatt i bruk digitale søknadsskjemaer for de fleste søkerbaserte ordningene.
sme: Sámedikki digitaliseren Sámediggi lea vuosttaš jahkebealis 2017 váldán atnui digitála ohcanskoviid eanaš ohcanvuđot ortnegiidda.

source: Så langt i 2017 har Sametinget mottatt 830 søknader elektronisk.
sme: Dán rádjai 2017:s lea Sámediggi ožžon 830 ohcama elektronalaččat.

source: Elektronisk innsending av søknader fjerner behovet for manuell registrering og skanning av fysiske søknader og vedlegg.
sme: Elektronalaččat ohcamiid sáddema oktavuođas ii dárbbaš manuella registreret ja skánnet ohcamiid ja mildosiid fysalaččat.

source: Riksrevisjonens beretning for 2016 Sametinget mottok revisjonsberetningen fra Riksrevisjonen 3. mai 2017.
sme: Riikarevišuvnna dieđáhus jahkái 2016 Sámediggi oaččui riikarevišuvnna dieđáhusa Riikarevišuvnnas miessemánu 3. b. 2017.

source: Denne viser at det ikke foreligger noen vesentlige mangler eller merknader til Sametingets årsrapport for 2016, det vil si at det er en ren revisjonsberetning.
sme: Dát čájeha ahte eai leat makkárge stuorra váilevašvuođat dahje mearkkašumit Sámedikki 2016 jahkedieđáhussii, mii mearkkaša ahte revišuvdnadieđáhus lea ráinnas.

source: Hovedkonklusjon er som følger: «Etter Riksrevisjonens mening gir Sametingets årsregnskap et rettvisende bilde av Sametingets disponible bevilgninger i 2016 og av aksjer per 31. desember 2016, i samsvar med regelverk for statlig økonomistyring.
sme: Váldokonklušuvdna lea ná: «Etter Riksrevisjonens mening gir Sametingets årsregnskap et rettvisende bilde av Sametingets disponible bevilgninger i 2016 og av aksjer per 31. desember 2016, i samsvar med regelverk for statlig økonomistyring.

source: » Videre har de ingenting å rapportere om "øvrig informasjon i årsrapporten" til Sametinget.
sme: » Dasto ii leat sis mihkkege raporteret “eará dieđuid birra jahkeraporttas” Sámediggái.

source: Tilslutt i beretningen gir også Riksrevisjonen en uttalelse om øvrige forhold: «Basert på revisjon av årsregnskapet og kontrollhandlinger vi har funnet nødvendig i henhold til ISSAI 4000- serien, er vi ikke kjent med forhold som tilsier at virksomhetens disponering av bevilgningene er i strid med administrative regelverk for økonomistyring.
sme: Dieđáhusa loahpas addá maiddái Riikarevišuvdna cealkámuša eará beliid birra: «Basert på revisjon av årsregnskapet og kontrollhandlinger vi har funnet nødvendig i henhold til ISSAI 4000- serien, er vi ikke kjent med forhold som tilsier at virksomhetens disponering av bevilgningene er i strid med administrative regelverk for økonomistyring.

source: » Iht. sak 005/17 Sametingets årsmelding 2016 vedtatt i plenum i mars 2017 skal revisjonsberetningen gjøres tilgjengelig sammen med regnskapet på Sametingets nettsider og som vedlegg til Sametingets årsmelding, men da Riksrevisjonen i år har brukt lengre tid enn vanlig på sin revisjon mottok ikke Sametinget revisjonsberetningen i tide til behandlingen av Sametingets årsmelding 2016.
sme: » Ášši 005/17 Sámedikki 2016 jahkedieđáhusa ektui mearriduvvon njukčamánus 2017 galgá revišuvdnadieđáhus leat olámuttus ovttas rehketdoaluin Sámedikki neahttasiidduin, ja leat mielddusin Sámedikki jahkedieđáhusas, muhto go Riikarevišuvdna dán jagi geavahii guhkkit áiggi go dábálaččat revišuvdnii, de ii ožžon Sámediggi revišuvdnadieđáhusa áiggil Sámedikki 2016 jahkedieđáhusa meannudeapmái.

source: 10.4 Tilskudd til organisasjonene til partier og grupper som er representert i Sametinget
sme: 10.4 Doarjja organisašuvnnaide, bellodagaide ja joavkkuide main lea ovddastus Sámedikkis

source: Sametingets ungdomspolitiske utvalg Sametingets ungdomspolitiske utvalg (SUPU) har i løpet av denne perioden hatt ett telefonmøte.
sme: Sámedikki nuoraidpolitihkalaš lávdegoddi Sámedikki nuoraidpolitihkalaš lávdegottis (SáNul) lea áigodagas leamaš telefončoahkkin.

source: SUPU har oppnevnt en representant til samisk ungdomsutvalg i Den norske kirke, og har foreslått en kandidat til UNNs ungdomsråd, som er et rådgivende organ og en høringsinstans for Universitetssykehuset Nord-Norge.
sme: SáNul lea nammadan ovddasteaddji Norgga girku sámi nuoraidlávdegoddái, ja lea evttohan kandidáhta UNN nuoraidráđđái, mii lea ráđđeaddi orgána ja gulaskuddaninstánsa Davvi-Norgga universitehta buohcciviesus.

source: SUPU har i tillegg deltatt i juryen for Sametingets slagordkonkurranse mot mobbing, som et ledd i den nasjonale satsingen «Partnerskap mot mobbing 2017-2020».
sme: SáNul lea dasa lassin searvan árvvoštallanlávdegoddái Sámedikki čurvestatgilvvu oktavuođas givssideami eastadeamis, lađasin nationála áŋgiruššamis “Searvevuohta givssideami eastadeamis 2017-2020».

source: SUPU har også arbeidet videre med oppfølging av ulike henvendelser og planlagte aktiviteter.
sme: SáNul lea maiddái bargan viidáseappot iešguđege oktavuođa váldimiid ja plánejuvvon doaimmaid ektui.

source: Studie om vold i nære relasjoner i samiske samfunn Sametinget og regjeringen ved Justis- og beredskapsdepartementet har samfinansiert og samarbeidet om forskningsprosjektet der hensikten er å frambringe mer forskningsbasert kunnskap om vold i nære relasjoner i samiske samfunn.
sme: 10.6 Dásseárvu Dutkan veahkaválddi birra lagaš oktavuođain sámi servodagas Sámediggi ja ráđđehus Justiisa- ja gearggusvuođadepartemeantta bokte leat ovttas ruhtadan ja ovttas bargan dutkanprošeavtta hárrái mas áigumuššan lea ovdan buktit eanet dutkanvuđot máhtu veahkaválddi birra lagaš oktavuođain sámi servodagas.

source: Studien om vold i nære relasjoner i samiske samfunn ble gjennomført av Nasjonalt kunnskapssenter om vold og traumatisk stress (NKVTS) og rapporten «Om du tør å spørre, tør folk å svare» ble lansert 8. mars 2017 i Karasjok.
sme: Dutkama veahkaválddi birra lagaš oktavuođain sámi servodagas čađahii Nationála máhttoguovddáš veahkaválddi ja traumáhtalaš huša (NKVTS) birra ja raporta «Jos duosttat jearrat, de dustet olbmot vástidit» almmuhuvvui Kárášjogas njukčamánu 8. b. 2017.

source: Kunnskapen i rapporten skal bidra til å danne et bedre grunnlag for politikkutvikling på feltet.
sme: Máhttu raporttas galgá váikkuhit bidjat buoret vuođu politihka ovddideapmái dán suorggis.

source: Sametinget har anmodet om et møte på politisk nivå med Justis- og beredskapsdepartementet og Barne- og likestillingsdepartementet om den videre oppfølgingen av rapporten.
sme: Sámediggi lea bivdán čoahkkima politihkalaš dásis Justiisa- ja gearggusvuođadepartemeanttain ja Mánáid- ja dásseárvodepartemeanttain raportta viidáset čuovvuleami birra.

source: FNs kvinnekommisjon (CSW) Sametingsrådet deltok i Norges delegasjon til FNs kvinnekommisjon (CSW) i New York i mars 2017.
sme: ON nissonkommišuvdna (CSW) Sámediggeráđđi searvvai Norgga delegašuvnnas ON nissonkommišuvdnii (CSW) New York:s njukčamánus 2017.

source: Sametinget leverte innspill til det norske bidraget til sluttdokumentet i CSW.
sme: Sámediggi guđii árvalusa Norgga oassái loahppadokumentii CSW:s.

source: I sitt innspill fokuserte Sametinget på vold blant urfolkskvinner og samiske kvinners deltakelse i arbeidsliv.
sme: Árvalusastis fokuserii Sámediggi veahkaválddi álgoálbmotnissonolbmuid gaskkas ja sámi nissonolbmuid searvama bargoeallimii.

source: Samiske kvinner sin rett til å forvalte og verne egne tradisjonelle områder ble også vektlagt.
sme: Sámi nissonolbmuid vuoigatvuohta hálddašit ja suodjalit iežaset árbevirolaš guovlluid deattuhuvvui maiddái.

source: Under CSW deltok sametingsrådet i interaktiv debatt i regi av UN Women under tittelen: «Empoverment of indigenous women».
sme: CSW vuolde searvvai sámediggeráđđi interaktiivvalaš digaštallamii UN Women jođihemiin namahusa vuolde: «Empoverment of indigenous women».

source: Sametinget, i samarbeid med Forum for kvinner og likestilling, arrangerte i tillegg to sidearrangementer med titlene: «Urfolkskvinner og arbeidsliv» og «Urfolkskvinner og vold».
sme: Dasa lassin lágidii Sámediggi, ovttas Nissonolbmuid ja dásseárvvu forumiin guokte oalgelágideami namahusaiguin: «Álgoálbmotnissonat ja bargoeallin» ja «Álgoálbmotnissonat ja veahkaváldi».

source: I disse arrangementene deltok også urfolkskvinner fra Guatemala.
sme: Dáid lágidemiide serve maiddái Guatemála álgoálbmotnissonat.

source: Her ble den nylig publiserte forskningsrapporten «Om du tør å spørre, tør folk å svare» fra Nasjonalt kunnskapssenter om vold og traumatisk stress (NKVTS) om vold i nære relasjoner i samiske områder presentert.
sme: Doppe almmuhuvvui gieskat ilbman dutkanraporta «Jos duosttat jearrat, de dustet olbmot vástidit» maid (NKVTS) veahkaválddi ja traumáhtalaš huša nationála máhttoguovddáš almmuhii veahkaválddi birra lagaš oktavuođain sámi guovlluin.

source: 11 Internasjonalt samarbeid
sme: 11 Riikkaidgaskasaš ovttasbargu

source: 11.1 Virkemidler til urfolks rettigheter og internasjonalt arbeid
sme: 11.1 Váikkuhangaskaoamit álgoálbmot vuoigatvuođaid ja riikkaidgaskasaš bargui

source: Urfolks deltagelse i FN Det forhandles nå om en ny status for urfolks representative organer i FN-systemet.
sme: Álgoálbmogiid searvan ON:s Dál šiehtaduvvo ođđa stáhtus álgoálbmogiid ovddastuslaš orgánii ON-vuogádagas.

source: De to siste konsultasjonsrundene der urfolk deltok direkte ble gjennomført parallelt med FNs permanente forum for urfolks møte 26. april og 3. mai. Det foreligger nå et utkast til resolusjon til FNs generalforsamling som ble drøftet med urfolksdelegater på disse møtene.
sme: Guokte maŋimuš konsultašuvdnavuoru masa álgoálbmogat serve, čađahuvvui bálddalaga ON bissovaš foruma čoahkkimis álgoálbmogiid hárrái cuoŋománu 26. beaivvi ja miessemánu 3. b. Dál lea resolušuvdnaárvalus ON váldočoahkkimii mii guorahallojuvvui álgoálbmotdelegáhtaiguin dáin čoahkkimiin.

source: Sametinget i Norge sammen med sametingene fra Sverige og Finland, samt samerådet og Inuit Circumpolar Council, har fulgt prosessen aktivt, og det foreløpige utkastet svarer så langt til forventningene.
sme: Sámediggi Norgga bealde ja Suoma ja Ruoŧasámedikkit, ja dasto Sámiráđđi ja Inuit Circumpolar Council, leat čuvvon proseassa árjjalaččat, ja gaskaboddosaš árvalus vástida dán rádjai vuordámušaide.

source: Resolusjonsutkastet åpner for at urfolks representative organer får samme mulighet for deltakelse i FN-systemet som de såkalte observatørene har.
sme: Resolušuvdnaárvalus rahpá álgoálbmogiid ovddastuslaš orgánaide seamma vejolašvuođa searvat ON-vuogádagas go nu gohčoduvvon áiciin lea.

source: Det innebærer mulig deltakelse på alle nivåer i FN-systemet, inkludert generalforsamlingen.
sme: Dát addá vejolašvuođa searvat buot dásiin ON-vuogádagas, maiddái váldočoahkkimis.

source: De innledende konsultasjonene og de pågående forhandlingene har vært ledet av to statlige rådgivere;
sme: Álggaheaddji konsultašuvnnaid ja šiehtadallamiid leat jođihan guokte stáhtalaš ráđđeaddi;

source: Finland og Ghana, og to urfolksrådgivere;
sme: Suopma ja Ghana, ja guokte álgoálbmotráđđeaddi;

source: James Anaya og Claire Charters.
sme: James Anaya ja Claire Charters.

source: Alle fire er oppnevnt av presidenten for FNs generalforsamling.
sme: Buot dán njealljása lea nammadan ON váldočoahkkima presideanta.

source: Når de nå går inn i de mellomstatlige forhandlingene vil deres rolle bli noe mer tilbaketrukket da de skal fungere som uavhengige rådgivere for statene.
sme: Dál go álggahit stáhtaid gaskasaš šiehtadallamiid, šaddá sin rolla leat veaháš duogábealde, danne go dat galget doaibmat sorjjasmeahttun ráđđeaddin stáhtaide.

source: De mellomstatlige forhandlingene og den endelige resolusjonen skal være ferdig innen utgangen av juni i år.
sme: Stáhtaid gaskasaš šiehtadallamat ja loahpalaš resolušuvdna galgá leat gárvvis geassemánu loahpas.

source: Utfordringen de nærmeste ukene er at det er få, om noen, urfolksdelegater tilstede for å bistå og påvirke statene i sluttfasen av forhandlingene.
sme: Hástalussan lagamuš vahkuin lea ahte moadde, jos oktage, álgoálbmotdelegáhtain mielde veahkeheamen ja váikkuheamen stáhtaid šiehtadallamiid loahppamuttus.

source: Erfaringsmessig vil det være avgjørende for et positivt resultat.
sme: Vásihusaid vuođul lea dat vealtameahttun deaŧalaš buori bohtosii.

source: De neste forhandlingsmøtene er planlagt til 8. mai, 24. – 25. mai, 8. – 9. juni og 21. – 28. juni.
sme: Čuovvovaš šiehtadallančoahkkimat leat plánejuvvon dollojuvvot miessemánu 8. b., miessemánu 24. - 25. b., geassemánu 8. – 9. b. ja geassemánu 21. – 28. beivviin.

source: Nordisk samekonvensjon Professor dr. juris Geir Ulfstein ved Universitetet i Oslo har på oppdrag fra Sametinget foretatt en utredning med vurdering av forhandlingsforslaget til Nordisk samekonvensjon i forhold til gjeldende folkerettslige forpliktelser.
sme: Davviriikkalaš sámekonvenšuvdna Professora dr. juris Geir Ulfstein Oslo universitehtas lea dahkan, go Sámediggi lea bivdán čielggadusa mas lea árvvoštallan Davviriikkalaš sámekonvenšuvnna šiehtadallanevttohusa gustovaš álbmotrievttálaš geatnegasvuođaid ektui.

source: Sametinget i Finland har fått utarbeidet rapporter om forhandlingsforslagets forhold til folkeretten fra professor dr. juris Martin Scheinin ved European University Institute, Firenze og professor dr. juris Mattias Åhrén ved UiT, Norges arktiske universitet.
sme: Sámediggi Suoma bealde lea ráhkadahttán raporttaid šiehtadallanevttohusa oktavuođa birra álbmotriektái, professora dr. juris Martin Scheinin, European University Institute, Firenze ja professora dr. juris Mattias Åhrén Romssa universitehtas, Norgga árktalaš universitehta bokte.

source: Ulfstein og Scheinin finner forslaget å være en forbedring eller et positivt steg videre for virkeliggjøringen av samenes rettigheter, men mener fortaleteksten som tillater staten å gi stemmerett til: «andre som regner seg som samer, og som har en nær tilknytning til samisk kultur» er så problematisk at den ikke bør godtas.
sme: Ulfstein ja Scheinin mielas lea evttohus buorideapmi dahje buorre lávki viidáseappot sámiid vuoigatvuođaid duohtan dahkamis, muhto oaivvilda ovdasáhkateaksta jienastanvuoigatvuođa addimis: «andre som regner seg som samer, og som har en nær tilknytning til samisk kultur» lea váttis mii ii berre dohkkehuvvot.

source: Scheinin finner at det er noen svakheter ved forslaget som bør følges opp med en felles erklæring fra sametingene om forståelsen av enkelte bestemmelser.
sme: Scheinin gávnnaha ahte leat muhtun heittotvuođat evttohusas maid berre čuovvulit oktasaš julggaštusain sámedikkiid beales ovttaskas mearrádusaid áddejumi birra.

source: Åhrén finner som Ulfstein og Scheinin, fortaleteksten om stemmerettsregler å stride mot flere folkerettslige bestemmelser.
sme: Åhrén gávnnaha nugo Ulfstein ja Scheinin, ahte ovdasáhkateaksta jienastannjuolggadusaid birra lea vuostá máŋga álbmotrievttálaš mearrádusa.

source: Åhrén mener videre at forhandlingsforslaget er langt under folkerettslig standard både hva gjelder selvbestemmelsesretten og landrettighetsbestemmelsene.
sme: Åhrén oaivvilda viidáseappot ahte šiehtadallanevttohus lea ollu vuolábealde álbmotrievttálaš standárdda sihke mii guoská iešmearridanvuoigatvuhtii ja eanavuoigatvuođamearrádusaide.

source: Sametingsrådet har gjennomført orienterings- og dialogmøter om forhandlingsforslaget i Kautokeino og Tysfjord henholdsvis 19. og 20. april i år.
sme: Sámediggeráđđi lea čađahan čilgen- ja gulahallančoahkkimiid šiehtadallanevttohusa birra Guovdageainnus ja Divttasvuonas cuoŋománu 19. ja 20. b. dán jagi.

source: Sametingspresident Vibeke Larsen har også vært i jevnlig kontakt og drøfting med sametingspresidentene i Finland og Sverige om behandlingen av forslaget.
sme: Sámedikki presideanttas Vibeke Larsenis lea maiddái leamaš jeavddalaš oktavuohta ja guorahallan Suoma ja Ruoŧa sámedikkiid presideanttaiguin evttohusa meannudeami birra.

source: I tillegg har saken vært oppe til drøfting i Samisk Parlamentarisk Råd sitt styre (SPR-S).
sme: Dasa lassin lea Sámi Parlamentáralaš Ráđi stivrra (SPR-S) guorahallan ášši.

source: Sametingsrådet ser at det er behov for å sette av tid til en bred diskusjon om forståelsen av forhandlingsforslaget, spesielt mellom sametingene.
sme: Sámediggeráđđi oaidná ahte lea dárbu bidjat áiggi viiddis digaštallamii šiehtadallanevttohusa áddejumi birra, erenoamážit sámedikkiid gaskka.

source: Sametingsrådet vil derfor invitere til et møte mellom sametingenes politiske ledelse for en grundig gjennomgang av forståelsene av konvensjonsforslaget.
sme: Danne áigu Sámediggeráđđi bovdet sámedikkiid politihkalaš jođiheddjiid gaskasaš čoahkkimii ja vuđolaččat geahčadit konvenšuvdnaevttohusa áddejumi.

source: Sametingsrådet vil invitere opposisjonsleder til å delta på et slikt møte.
sme: Sámediggeráđđi áigu bovdet opposišuvdnajođiheaddji searvat dán čoahkkimii.

source: Konsultasjoner om lovfesting av konsultasjonsplikten Det har siden 2012 pågått konsultasjoner om lovfesting av konsultasjonsplikten overfor Sametinget og direkte berørte samiske interesser.
sme: Konsultašuvnnat konsultašuvdnageatnegasvuođa láhkii čatnamis Konsultašuvnnat konsultašuvdnageatnegasvuođa láhkii čatnamis leat leamaš jođus jagi 2012 rá jes Sámedikki ja njuolga guoskevaš sámi beroštumiid guovdu.

source: Det ble avholdt et administrativt konsultasjonsmøte 20. mars 2017.
sme: Hálddahuslaš konsultašuvdnačoahkkin dollojuvvui njukčamánu 20. b. 2017.

source: Sametinget har under hele prosessen vært klar på at det vil være svært krevende å oppnå en enighet om en lovfesting av konsultasjonsplikten uten at en samtidig kommer frem til en løsning der Sametinget har genuin innflytelse over budsjettrammer eller den budsjettmessige utviklingen til Sametinget og samiske formål.
sme: Sámediggi lea proseassa oktavuođas diehtán ahte lea hui váttis soahpat konsultašuvdnageatnegasvuođa láhkii čatnama almmá ahte seammás gávnnahit čovdosa mas Sámedikkis lea čielga váikkuhanfápmu bušeahttarámmaide dahje bušeahta ovddideapmái Sámediggái ja sámi ulbmiliidda.

source: Da det ikke ble oppnådd en enighet om ny budsjettmodell for Sametinget tilknyttet regjeringens tilbakemelding i revidert nasjonalbudsjett på Stortingets anmodningsvedtak, har det heller ikke latt seg gjøre å ferdigstille konsultasjonene om lovfesting av konsultasjonsplikten overfor Sametinget og direkte berørte samiske interesser.
sme: Go juo ii šaddan ovttamielalašvuohta ođđa bušeahttamálle hárrái Sámedikki várás ráđđehusa máhcahandieđu oktavuođas reviderejuvvon nationála bušeahtas Stuorradikki ávžžuhanmearrádusas, de ii leat maid leamaš vejolaš gárvvistit konsultašuvnnaid konsultašuvdnageatnegasvuođa láhkii čatnamis Sámedikki ja njuolga guoskevaš sámi beroštumiid guovdu.

source: Oppfølging av Samerettsutvalget Sametingsrådet har registrert at det fra flere organisasjoner og partier har vært tatt initiativ til at Fjellova skal innføres i Troms og Nordland.
sme: Sámi vuoigatvuođalávdegotti čuovvuleapmi Sámediggeráđđi lea registreren ahte máŋga organisašuvnna ja bellodaga lea váldán álgaga Fjellova ásaheamis Romssas ja Norlánddas.

source: En slik innføring av Fjellova vil ikke være i samsvar med de utredninger som er foretatt, og den enighet som er etablert for oppfølgingen av Samerettsutvalget.
sme: Fjellova dán láhkai ásaheapmi dii dávis daid čielggadusaiguin mat leat dahkkojuvvon, iige ovttamielalašvuhtii mii lea ásahuvvon Sámi vuoigatvuođalávdegotti čuovvuleapmái.

source: Derfor inngår heller ikke en utvidelse av statsallmenningslovgivingens virkeområde i mandatet til utvalget som er nedsatt for å se på denne lovgivingen.
sme: Danne ii leat maid stáhtaalmennetláhkaaddima doaibmaguovllu viiddideapmi mielde lávdegotti mandáhtas mii lea biddjojuvvon geahčadit dán láhkaaddima.

source: Sametingspresident Vibeke Larsen skrev derfor brev til Justis- og beredskapsdepartementet, med kopi til Kommunal- og moderniseringsdepartementet og Landbruks- og matdepartementet 27. mars 2017, der hun gav uttrykk for at også Sametinget er utålmodig med å få etablert en lovgiving som anerkjenner samer og andres kollektive og individuelle rettigheter til land og ressurser i Troms og Nordland samt øvrige sørsamiske områder, men hvor det også ble advart mot noen form for politisk prosess for innføring av Fjellova i Troms og Nordland.
sme: Sámedikki presideanta Vibeke Larsen čálii danne reivve Justiisa- ja gearggusvuođadepartementii, mas kopiija manai Gielda- ja ođasmahttindepartementii ja Eanadoallo- ja biebmodepartementii njukčamánu 27. b. 2017, mas son dovddahii ahte maiddái Sámediggi lea gierdameahttun láhkaaddima ásaheami ektui mii dohkkeha sámiide ja earáide oktasaš ja individuála eana- ja resursavuoigatvuođaid Romssas ja Norlánddas ja eará máttasámi guovlluin, muhto mas váruhuvvui maiddái makkárge politihkalaš proseassa Fjellova ásaheamis Romssas ja Finnmárkkus.

source: Sametingspresidenten uttrykte samtidig en forventning om at det nå skjer en fortgang i oppfølgingen av Samerettsutvalget hva gjelder lov om anerkjennelse og kartlegging av rettigheter, samt styring og forvaltning av land og ressurser utenfor Finnmark.
sme: Sámedikki presideanta dovddahii seammás vuordámuša ahte dál hoahpuhit Sámi vuoigatvuođalávdegotti čuovvuleami mii guoská láhkii vuoigatvuođaid dohkkeheami ja kártema birra, ja eana- ja resursahálddašeami stivremii ja hálddašeapmái Finnmárkku olggobealde.

source: Tanaavtalen Sensommeren 2016 ble det som oppfølging av møter mellom sametingene, TF og lokale rettighetshavere på begge sider av grensen sendt brev til statsrådene i Norge og Finland der sametingene foreslo og tilbød seg å fasilitere en oppstartskonferanse for rettighetshavere langs tanavassdraget som utgangspunkt for et lokalt forhandlingsinitiativ som igjen skulle danne grunnlaget for nye forhandlinger mellom Norge og Finland om fisket i Tanavassdraget.
sme: Deanosoahpamuš Maŋeš geasi 2016, sámedikkiid, Deanu guolástushálddašeami ja báikkálaš vuoigatvuođaoamasteddjiid gaskasaš čoahkkimiid čuovvuleapmin goappašiid bealde ráji sáddejuvvui reive Norgga ja Suoma stáhtaráđiide, mas sámedikkit evttohedje ja fálle čađahit álggahankonferánssa vuoigatvuođaoamasteddjiid várás miehtá Deanujoga vuolggasadjin báikkálaš šiehttadallanálgagii mii fas galggai bidjat vuođu ođđa šiehtadallamiidda Norgga ja Suoma gaskka guolástusas Deanujogas.

source: En slik konferanse ble det ikke noe av siden statene så bort fra sametingenes henvendelser og valgte å fortsette sitt eget løp som til slutt ledet frem til godkjenningen av avtalen i Stortinget og Riksdagen.
sme: Dát konferánsa ii šaddan danne go stáhtat eai váldán vuhtii sámedikkiid ávžžuhusaid ja válljejedje joatkit iežaset vuogi soahpamuša dohkkeheami ektui Stuorradikkis ja Riikkabeivviin.

source: Etter møter og dialog med TF og lokale rettighetshavere har det blitt klart at behovet for en slik konferanse fortsatt er til stede.
sme: Čoahkkimiid ja gulahallamiid maŋŋá Deanu guolástushálddašemiin ja báikkálaš vuoigatvuođaoamasteddjiiguin lea čielgan ahte dán konferánsii ain lea dárbu.
